/* Invisible style of page counter; outputs no number */
"Invisible" = "Invisibile";

/*  preceeded by a number to show how many times a page has been viewed over the web */
"page views" = "pagine viste";

/* Text style of page counter */
"Text" = "Testo";